#include <StackArrT/StackArrT.hpp>

/*
Я полез делать разделение на два файла реализацию класса, но ничего не работало. Но работает, когда пишу реализацию также в хэдере. 
Как с этим разобраться я не знаю,поэтому пока здесь будет анекдот:
	заходят как-то в бар питонист, джаваскриптер и сишник. Питонист говорит:
	--Мне пожалуйста import напитки.алкоголь.виски, напитки.безалкогольные.кола и смешать(виски, кола)
	ему наливают виски с колой, он уходит.
	джаваскриптер говорит:
	--Мне пожалуйста нап Водка = истина
	ему наливают водку, он уходит.
	А сишник бьётся башкой о барную стойку и злобно рычит.
*/

